Repository: threadi/easy-language
Catalog: languages/easy-language-*.po
Languages: de_de

source: <p><strong>You are currently using a free quota of %1$d characters available for text simplifications with the Easy Language plugin.</strong><br>Enter your SUMM AI API key <a href="%2$s">here</a> to get more.</p>
de_de: <p><strong>Sie nutzen derzeit ein kostenfreies Kontingent von %1$d Zeichen, das für Textvereinfachungen mit dem Easy Language Plugin zur Verfügung steht.</strong><br>Geben Sie <a href="%2$s">hier</a> Ihren SUMM AI API-Schlüssel ein, um mehr zu erhalten.</p>

source: <p><strong>You have almost used up your free quota available with the Easy Language plugin.</strong><br>Enter your SUMM AI API key <a href="%1$s">here</a> to get more.</p>
de_de: <p><strong>Sie haben das mit dem Easy Language Plugin verfügbare freie Kontingent nahezu ausgeschöpft.</strong><br>Geben Sie <a href="%1$s">hier</a> Ihren SUMM AI API-Schlüssel ein, um mehr zu erhalten.</p>

source: <p><strong>You have completely depleted the free quota available with the Easy Language plugin.</strong><br>Enter your SUMM AI API key <a href="%1$s">here</a> to get more.</p>
de_de: <p><strong>Sie haben das mit dem Easy Language Plugin verfügbare freie Kontingent vollständig ausgeschöpft.</strong><br>Geben Sie <a href="%1$s">hier</a> Ihren SUMM AI API-Schlüssel ein, um mehr zu erhalten.</p>

source: <p>Create any complicated text barrier-free and understandable with the <a href="%1$s" target="_blank"><strong>SUMM AI</strong> (opens new window)</a> AI-based tool.<br>Create simple and easy-to-understand texts on your website.</p><p>This API simplifies texts according to the official rules of the <i>Leichte Sprache e.V.</i>.<br>This specifies how texts must be written in easy language.</p>
de_de: <p>Mit dem <a href="%1$s" target="_blank"><strong>SUMM AI</strong> (öffnet neues Fenster)</a> KI-basierten Tool jeden komplizierten Text barrierefrei und verständlich machen.<br>Erzeuge einfache und leicht verständliche Texte in deiner Webseite.</p><p>Diese API vereinfacht Texte nach den offiziellen Regeln des <i>Leichte Sprache e.V.</i>.<br>Diese geben vor wie Texte in Leichter Sprache geschrieben sein müssen.</p>

source: English spoken in the USA.
de_de: Englisch wie es in den USA gesprochen wird.

source: English (US)
de_de: Englisch (US)

source: English spoken in the United Kingdom.
de_de: Englisch wie es im Vereinigten Königreich gesprochen wird.

source: English (UK)
de_de: Englisch (UK)

source: German spoken in Austria.
de_de: Deutsch, wie es in Österreich gesprochen wird.

source: Austria German
de_de: Österreichisches Deutsch

source: Informal german spoken in Suisse.
de_de: In der Schweiz wird informelles Deutsch gesprochen.

source: Suisse german (Informal)
de_de: Schweizerdeutsch (informell)

source: Formal german spoken in Suisse.
de_de: Formelles Deutsch, wie es in der Schweiz gesprochen wird.

source: Suisse german
de_de: Schweizerdeutsch

source: Formal german spoken in Germany.
de_de: Formelles Deutsch, wie es in Deutschland gesprochen wird.

source: Informal german spoken in Germany.
de_de: Informelles Deutsch, wie es in Deutschland gesprochen wird.

source: <p>This is a pseudo-API.<br>It does not use any API for simplifications.</p><p>Use this "API" if you do not want to use any other API.<br>You will be able to write your own texts in Leichte and Einfache Sprache.</p><p><strong>No automatic simplifications, no quota, no costs.</strong></p>
de_de: <p>Dies ist eine Pseudo-API.<br>Sie verwendet keine API für Vereinfachungen.</p><p>Verwenden Sie diese "API", wenn Sie keine andere API verwenden möchten.<br>Sie können Ihre eigenen Texte in Leichte und Einfache Sprache schreiben.</p><p><strong>Kein Kontingent, keine Kosten.</strong></p>

source: You did not enter an API token. All simplification options via the ChatGpt API have been disabled.
de_de: Sie haben kein API-Token eingegeben. Alle Optionen zur Vereinfachung von Texten über die ChatGpt API wurden deaktiviert.

source: The prompt defines the requirement for the ChatGpt AI to simplify the text that follows.
de_de: Die Aufforderung definiert die Anforderung an die ChatGpt-KI, den folgenden Text zu vereinfachen.

source: Define prompts
de_de: Eingabeaufforderungen definieren

source: These are the possible target languages for ChatGpt-simplifications.
de_de: Dies sind die möglichen Zielsprachen für ChatGpt-Vereinfachungen.

source: These are the possible source languages for ChatGpt-simplifications. This language has to be the language which you use for any texts in your website.
de_de: Dies sind die möglichen Ausgangssprachen für ChatGpt-Vereinfachungen. Diese Sprache muss die Sprache sein, die Sie für alle Texte auf Ihrer Website verwenden.

source: The choice of language model determines the quality of the texts generated by ChatGpt.
de_de: Die Wahl des Sprachmodells bestimmt die Qualität der von ChatGpt generierten Texte.

source: Choose language model
de_de: Wähle das Sprach-Model

source: If you have any questions about the token provided by ChatGpt, please contact their support: <a href="%1$s" target="_blank">%1$s (opens new window)</a>
de_de: Wenn Sie Fragen zu dem von ChatGpt bereitgestellten Token haben, wenden Sie sich bitte an deren Support: <a href="%1$s" target="_blank">%1$s (öffnet neues Fenster)</a>

source: Get your ChatGpt API Token <a href="%1$s" target="_blank">here (opens new window)</a>.<br>If you have any questions about the token provided by ChatGpt, please contact their support: <a href="%2$s" target="_blank">%2$s (opens new window)</a>
de_de: Hole dir einen ChatGpt API Token <a href="%1$s" target="_blank">hier (öffnet neues Fenster)</a>.<br>Wenn du fragen zu dem von ChatGpt bereitgestellten Token hast, wende dich bitte an den Support: <a href="%2$s" target="_blank">%2$s (öffnet neues Fenster)</a>

source: Chatgpt Settings
de_de: ChatGpt Einstellungen

source: The Leichte Sprache used in Germany, Suisse and Austria.
de_de: Die Leichte Sprache, wie sie in Deutschland, Schweiz und Österreich gesprochen wird.

source: The Einfache Sprache used in Germany, Suisse and Austria.
de_de: Die Einfache Sprache, wie sie in Deutschland, Schweiz und Österreich verwendet wird.

source: You will use tokens on ChatGpt for every simplification. Please consult your ChatGpt-account about the usage.
de_de: Bei ChatGpt werden Sie für jede Vereinfachung Token verwenden. Bitte informieren Sie sich in Ihrem ChatGpt-Konto über die Verwendung.

source: <p><a href="%1$s" target="_blank"><strong>ChatGpt</strong> (opens new window)</a> is an AI-tool for any conversations.<br>It helps you to answer questions you have.</p><p>This API tries to simplify texts based on its on artificial intelligence.<br>The results are based on no standards for Easy or Plain language.</p><p>The number of simplifications with ChatGpt is limited to <strong>tokens</strong>.</p>
de_de: <p><a href="%1$s" target="_blank"><strong>ChatGpt</strong> (öffnet neues Fenster)</a> ist ein KI-Tool für jegliche Dialoge.<br>Es hilft beim Beantworten von Fragen.</p><p>Diese API versucht Texte auf Basis der künstlichen Intelligenz zu vereinfachen.<br>Die Ergebnisse entsprechen nicht den Standards für Leichte oder Einfache Sprache.</p><p>Die Anzahl der Vereinfachungen mit ChatGpt wird durch <strong>Token</strong> beschränkt.</p>

source: More languages and Options with <a href="%1$s" target="_blank" title="link opens new window">Easy Language Pro</a>
de_de: Mehr Sprache und Optionen mit <a href="%1$s" target="_blank" title="link opens new window">Easy Language Pro</a>

source: Token missing.
de_de: Token fehlt.

source: Token could be successfully verified.
de_de: Token erfolgreich verifiziert.

source: <strong>Your quota for the capito API is completely depleted.</strong> You will not be able to use any simplifications from capito. Please contact the <a href="%1$s" target="_blank">Capito support (opens new window)</a> about extending the quota.
de_de: <strong>Ihr Kontingent für die capito-API ist vollständig ausgeschöpft.</strong> Sie können keine Vereinfachungen von capito verwenden. Bitte wenden Sie sich an den <a href="%1$s" target="_blank">capito support (öffnet neues Fenster)</a> um das Kontingent zu erhöhen.

source: At least one language cannot (currently) be simplified into the selected target languages by the API.
de_de: Mindestens eine Sprache kann (derzeit) von der API nicht in die ausgewählten Zielsprachen vereinfacht werden.

source: You have to set a target-language for simplifications.
de_de: Sie müssen eine Zielsprache für Vereinfachungen festlegen.

source: <strong>Token could not be verified.</strong> Please take a look <a href="%1$s">in the log</a> to check the reason.
de_de: <strong>Der Token konnte nicht verifiziert werden.</strong> Bitte werfen Sie einen Blick in das <a href="%1$s">API Log</a>, um den Grund zu überprüfen.

source: You did not enter an API token. All simplification options via the capito API have been disabled.
de_de: Sie haben kein API-Token eingegeben. Alle Optionen zur Vereinfachung von Texten über die capito API wurden deaktiviert.

source: The actual API quota will be requested in this interval.
de_de: Die aktuelle Kontingent wird in diesem Intervall angefordert.

source: Interval for quota request
de_de: Intervall für Anforderung des Kontingents

source: These are the possible target languages for capito-simplifications.
de_de: Dies sind die möglichen Zielsprachen für capito-Vereinfachungen.

source: Choose target languages
de_de: Wähle Zielsprachen aus

source: These are the possible source languages for capito-simplifications. This language has to be the language which you use for any texts in your website.
de_de: Dies sind die möglichen Ausgangssprachen für capito-Vereinfachungen. Diese Sprache muss die Sprache sein, die Sie für alle Texte auf Ihrer Website verwenden.

source: Choose source languages
de_de: Wähle Quell-Sprachen

source: Enter token here
de_de: Gib den Key hier ein

source: Remove token
de_de: Entferne token

source: Test token
de_de: Token testen

source: If you have any questions about the token provided by capito, please contact their support: <a href="%1$s" target="_blank">%1$s (opens new window)</a>
de_de: Wenn Sie Fragen zu dem von capito bereitgestellten Token haben, wenden Sie sich bitte an den Support: <a href="%1$s" target="_blank">%1$s (öffnet neues Fenster)</a>

source: Get your capito API Token <a href="%1$s" target="_blank">here (opens new window)</a> (copy "Access Token").<br>If you have any questions about the token provided by capito, please contact their support: <a href="%2$s" target="_blank">%2$s (opens new window)</a>
de_de: Hole deinen capito API Token <a href="%1$s" target="_blank">hier (öffnet neues Fenster)</a>.<br>Wenn Du fragen zu dem von capito bereitgestellten Token hast, wende dich bitte an deren Support: <a href="%1$s" target="_blank">%1$s (öffnet neues Fenster)</a>

source: capito Settings
de_de: capito Einstellungen

source: Info about quota will be available until the API token is set
de_de: Informationen über Kontingente sind verfügbar, sobald der API-Token gesetzt ist

source: Update now
de_de: Aktualisiere jetzt

source: Unlimited.
de_de: Unbegrenzt.

source: Update quota now.
de_de: Jetzt aktuelles Kontingent abrufen.

source: No quota consumed so far
de_de: Kein Kontingent bisher verbraucht

source: capito Quota
de_de: capito Kontingent

source: capito compares this with Einfache Sprache
de_de: capito vergleicht dies mit Einfacher Sprache

source: German B1
de_de: Deutsch B1

source: capito compares this with Leichte Sprache
de_de: capito vergleicht dies mit Leichter Sprache

source: German A2
de_de: Deutsch A2

source: The easiest level of german language.
de_de: Das einfachste Niveau der deutschen Sprache.

source: German A1
de_de: Deutsch A1

source: Informal german spoken in austria.
de_de: Informelles Deutsch, das in Österreich gesprochen wird.

source: German (AT)
de_de: Deutsch (AT)

source: Informal german spoken in suisse.
de_de: Informelles Deutsch, das in der Schweiz gesprochen wird.

source: German (CH, informal)
de_de: Schweizerdeutsch (informell)

source: Formal german spoken in suisse.
de_de: Formelles Deutsch, wie es in der Schweiz gesprochen wird.

source: German (CH)
de_de: Schweizerdeutsch

source: Formal german spoken in germany.
de_de: Formelles Deutsch, wie es in Deutschland gesprochen wird.

source: German (Formal)
de_de: Deutsch (Formal)

source: Informal german spoken in germany.
de_de: Informelles Deutsch, das in Deutschland gesprochen wird.

source: German
de_de: Deutsch

source: The available quota is retrieved after entering the API key in the API settings.
de_de: Das verfügbare Kontingent wird nach Eingabe des API Keys in den API-Einstellungen abgerufen.

source: Unlimited quota
de_de: Unbegrenztes Kontingent

source: <p><strong>Actual character spent:</strong> %1$d<br><strong>Quota limit:</strong> %2$d<br><strong>Rest quota:</strong> %3$d</strong></p>
de_de: <p><strong>Tatsächlich ausgegebene Zeichen:</strong> %1$d<br><strong>Kontingent:</strong> %2$d<br><strong>Restkontingent:</strong> %3$d</strong></p>

source: <p><a href="%1$s" target="_blank"><strong>capito digital</strong> (opens new window)</a> is an AI-based tool for <i>Easy language</i>.<br>It helps you write better texts.</p><p>This API simplifies texts based on the Common European Framework of Reference for Languages.<br>This describes the <i>complexity of languages according to proficiency levels</i> (A1, A2, B1 ..).</p><p>The number of simplifications with capito digital is limited to <strong>quotas</strong>.</p>
de_de: <p><a href="%1$s" target="_blank"><strong>capito digital</strong> (öffnet neues Fenster)</a> ist ein KI-basiertes Tool für <i>Leichte Sprache</i>.<br>Es hilft dir beim Schreiben von besseren Texten.</p><p>Diese API vereinfacht Texte auf Basis des Gemeinsamen europäischen Referenzrahmens für Sprachen.<br>Dieses beschreibt die <i>Komplexität der Sprachen nach Kompetenzniveaus</i> (A1, A2, B1 ..).</p><p>Die Anzahl der Vereinfachungen mit capito digital ist auf <strong>Kontingente</strong> beschränkt.</p>

source: Go to settings
de_de: Zu den Einstellungen

source: Get help for this API
de_de: Hilfe für diese API erhalten

source: Rest quota
de_de: Restliches Kontingent

source: Character spent
de_de: Zeichen verbraucht

source: Quota
de_de: Kontingent

source: Provides possibility to simplify texts to easy and plain language.
de_de: Bietet die Möglichkeit, beliebige Texte in Einfache und Leichte Sprache zu vereinfachen.

source: Easy Language
de_de: Easy Language - Einfache und Leichte Sprache
