Repository: threadi/easy-language
Catalog: languages/easy-language-*.po
Languages: de_de

source: Choose an API above to clear the log
de_de: Wähle eine API oberhalb um deren Protokoll zu leeren

source: Clear log
de_de: Leere Protokoll

source: Embolden negative
de_de: Fettung von Negationen

source: If this is enabled, the HTML mode of the SUMM AI API is used. This enables a more precise transfer of HTML-formatted texts into the simplified texts.
de_de: Wenn dies aktiviert ist, wird der HTML-Modus der SUMM AI API verwendet. Dies ermöglicht eine präzisere Übertragung von HTML-formatierten Texten in die vereinfachten Texte.

source: Enable HTML-mode
de_de: Aktiviere HTML-Modus

source: Enable new lines
de_de: Aktiviere Zeilenumbrüche

source: Choose separator
de_de: Wähle Trennzeichen

source: Enable your target language
de_de: Aktiviere deine Ziel-Sprache

source: do not use separator
de_de: kein Trennzeichen verwenden

source: hyphen
de_de: bindestrich

source: WPML-objects missing - WPML support will not be activated.
de_de: WPML-Objekte fehlen - Unterstützung für WPML wird nicht aktiviert.

source: Simplifications exported.
de_de: Vereinfachungen exportiert.

source: %1$s has been moved to trash and cleaned up.
de_de: %1$s wurde in den Papierkorb geschoben und bereinigt.

source: Update of %1$s has been processed.
de_de: Aktualisierung von %1$s wurde verarbeitet.

source: Check updated
de_de: Prüfe Aktualisierungen

source: Requested object %1$d could not be found for simplification.
de_de: Angefragtes Objekt %1$d konnte nicht zur Vereinfachung gefunden werden.

source: Request to simplify object %1$d (%2$s) without JS.
de_de: Anfrage zur Vereinfachung von Objekt %1$d (%2$s) ohne JS.

source: Deleted simplified object
de_de: Lösche vereinfachtes Objekt

source: Faulty request to create new simplified object.
de_de: Fehlerhafte Anfrage zum Erstellen eines neuen vereinfachten Objektes.

source: Error during creating of new simplification object based on
de_de: Fehler beim Erstellen eines neuen vereinfachtes Objektes basierend auf

source: New simplification object created:
de_de: Neues vereinfachtes Objekt erstellt:

source: Error during adding object to original in DB:
de_de: Fehler beim Hinzufügen von Objekt zum Original in der DB:

source: Error during updating state of entry in DB:
de_de: Fehler beim Aktualisieren des Status eines Eintrag in DB:

source: Error during adding simplification of text in DB:
de_de: Fehler beim Hinzufügen einer Vereinfachung von Text in DB:

source: All to simplify texts has been deleted
de_de: Alle vereinfachten Texte wurden gelöscht

source: Text %1$d deleted
de_de: Text %1$d gelöscht

source: Deletion of simplified texts is already running.
de_de: Löschen von vereinfachten Texten läuft bereits.

source: Simplification of %1$d (%2$s) run in an error:
de_de: Vereinfachung von %1$d (%2$s) lief in einen Fehler:

source: No API active for simplification of texts.
de_de: Keine API zur Vereinfachung von Texten aktiviert.

source: Requested object %1$d (%2$s) is not intended to be simplified.
de_de: Angefragtes Objekt %1$d (%2$s) ist nicht dafür gedacht vereinfacht zu werden.

source: Plugin deactivated
de_de: Plugin deaktiviert

source: Plugin activated
de_de: Plugin aktiviert

source: Locale in WordPress changed from %1$s to %2$s
de_de: Sprache in WordPress geändert von %1$s zu %2$s

source: Error during adding entry in DB:
de_de: Fehler beim Hinzufügen von Eintrag in DB:

source: Skip setup
de_de: Setup überspringen

source: However, you can also skip the setup and configure the plugin manually.
de_de: Du kannst jedoch die Einrichtung auch überspringen und das Plugin manuell konfigurieren.

source: Please wait while we load the setup.
de_de: Bitte warte, während das Setup lädt.

source: Setup is loading
de_de: Setup wird geladen

source: Error occurred
de_de: Ein Fehler ist aufgetreten

source: Just an info
de_de: Nur zur Info

source: Ended successfully
de_de: Erfolgreich beendet

source: Error during adding API log entry: %1$s
de_de: Fehler beim Hinzufügen von API Protokolleintrag: %1$s

source: The icon has been replaced.
de_de: Das Icon wurde ersetzt.

source: Icon replaced
de_de: Icon ersetzt

source: New icon set for %1$s
de_de: Neues Icon gesetzt für %1$s

source: Intro has been reset
de_de: Intro wurde zurückgesetzt

source: API has been changed from %1$s to %2$s
de_de: API wurde geändert von %1$s zu %2$s

source: API has been initialized with %1$s
de_de: API wurde initialisiert mit %1$s

source: Token for SUMM AI has been changed.
de_de: Token für SUMM AI hat sich geändert.

source: SUMM AI: no text given for simplification.
de_de: SUMM AI: kein Text für Vereinfachung angegeben.

source: SUMM AI: no API key given for simplification.
de_de: SUMM AI: kein API Key für Vereinfachung angegeben.

source: Token for ChatGpt has been changed.
de_de: Token für ChatGpt has sich geändert.

source: capito: no text given for simplification.
de_de: capito: kein Text für Vereinfachung angegeben.

source: <strong>Your quota for the capito API is nearly depleted.</strong> You will soon not be able to use any simplifications from capito. Please contact the <a href="%1$s" target="_blank">Capito support (opens new window)</a> about extending the quota.
de_de: <strong>Dein Quota für die capito API ist fast aufgebraucht.</strong> Du wirst bald keine weiteren Vereinfachungen über capito anfordern können. Bitte kontaktiere den <a href="%1$s" target="_blank">Capito support (öffnet neues Fenster)</a> bezüglich der Erweiterung des Quotas.

source: Token for capito has been changed.
de_de: Token von capito wurde geändert.

source: Need help?
de_de: Hilfe benötigt?

source: Select API
de_de: Wähle API

source: If you do not have an API Token yet, just go to next step.
de_de: Wenn Du noch kein API-Token hast, gehe einfach zum nächsten Schritt.

source: Enter API Token (optional)
de_de: API Token eingeben (optional)

source: Setup has been run. You can now simplify your texts. Click on "Completed" to view the possibilities in an intro.
de_de: Das Setup wurde durchgeführt. Du kannst nun deine Texte vereinfachen. Klicke auf "Abgeschlossen", um die Möglichkeiten in einem Intro zu sehen.

source: Setup preparing the simplification of your texts.
de_de: Vorbereitung der Vereinfachung deiner Texte.

source: <strong>Need help?</strong> Ask in <a href="%1$s" target="_blank">our forum (opens new window)</a>.
de_de: <strong>Hilfe benötigt?</strong> Frage in <a href="%1$s" target="_blank">unserem Forum (öffnet neues Fenster)</a>.

source: Please select the API you want to use to simplify texts your website.<br>Please note that some APIs require additional settings.<br>Some APIs are also associated with costs.<br>You can change the API to use any time after this setup.
de_de: Bitte wähle die API aus, die Du zur Vereinfachung der Texte auf deiner Website verwenden möchtest.<br>Bitte beachte, dass einige APIs zusätzlich konfigurationen erfordern.<br>Einige APIs sind auch mit Kosten verbunden.<br>Du kannst die zu verwendende API jederzeit nach diesem Setup ändern.

source: Select API to simply your texts
de_de: Wähle die API zur Vereinfachung deiner Texte

source: Completed
de_de: Erledigt

source: Continue
de_de: Weiter

source: Back
de_de: Zurück

source: Start setup
de_de: Setup starten

source: <strong>You have installed Easy Language - nice and thank you!</strong> Now run the setup to expand your website with the possibilities of this plugin to simplify the texts of your website.
de_de: <strong>Du hast Easy Language installiert – schön und vielen Dank!</strong> Führe nun das Setup durch, um deine Website mit den Möglichkeiten dieses Plugins um Texte in deiner Webseite zu vereinfachen zu erweitern.

source: <strong>If reason is unclear</strong> please contact our <a href="%1$s" target="_blank">support-forum (opens new window)</a> with as much detail as possible.
de_de: <strong>Wenn der Grund unklar ist</strong> kontaktiere bitte unser <a href="%1$s" target="_blank">Support Forum (öffnet in neuem Fenser)</a> mit so vielen Informationen wie möglich.

source: The following error occurred:
de_de: Der folgende Fehler trat auf:

source: <strong>The language of your website (%1$s) is not supported as source language for simplifications via %2$s!</strong><br>You will not be able to use %3$s.<br>You will not be able to simplify any texts.<br>You have to <a href="%4$s">switch the language</a> in WordPress to one of the following supported source languages: %5$s Or <a href="%6$s">choose another API</a> which supports the language.<br><strong>Hint:</strong> We support more languages for each API with <a href="%7$s" target="_blank">Easy Language Pro (opens new window)</a>.
de_de: <strong>Die Sprache deiner Website (%1$s) wird nicht als Ausgangssprache für Vereinfachungen über %2$s unterstützt!</strong><br>Du wirst %3$s nicht verwenden können.<br>Du wirst keine Texte vereinfachen können.<br>Du musst <a href="%4$s">die Sprache</a> in WordPress auf eine der folgenden unterstützten Quellsprachen umstellen: %5$s Oder <a href="%6$s">eine andere API</a> wählen, die die Sprache unterstützt.<br><strong>Hinweis:</strong> Wir unterstützen mehr Sprachen für jede API mit <a href="%7$s" target=„_blank">Easy Language Pro (öffnet neues Fenster)</a>.

source: The API key does not seem to be valid. Take a look in <a href="%1$s">the API log for more details</a>.
de_de: Der API Key scheint nicht gültig zu sein. Wirf einen Blick in <a href="%1$s">das API Protokoll für mehr Informationen</a>.

source: Rate us
de_de: Bewerte uns

source: All to simplified texts has been deleted.
de_de: Alle zu vereinfachenden Texte wurden gelöscht.

source: The chosen text is deleted.
de_de: Der gewählte Texte wurde gelöscht.

source: every 10 Minutes
de_de: alle 10 Minuten

source: every 20 Minutes
de_de: alle 20 Minuten

source: every 30 Minutes
de_de: alle 30 Minuten

source: every 2 hours
de_de: alle 2 Stunden

source: every 3 hours
de_de: alle 3 Stunden

source: every 4 hours
de_de: alle 4 Stunden

source: You are currently using your own paid SUMM AI API key.
de_de: Du verwendest derzeit deinen eigenen bezahlten SUMM AI API Key.

source: Page
de_de: Seite

source: Post
de_de: Beitrag

# block description
source: Provides a Block for Language Switcher.
de_de: Bietet einen Block für die Sprachumschaltung.

# block keyword
source: switcher
de_de: Umschalter

# block keyword
source: easy language
de_de: Leichte Sprache

# block description
source: Provides a Block for Language Switcher in navigation.
de_de: Bietet einen Block für die Sprachumschaltung in der Navigation.

# block title
source: Language Switcher
de_de: Sprachumschalter

source: Provides a Block for Language Switcher.
de_de: Bietet einen Block für die Sprachumschaltung.

source: Provides a Block for Language Switcher in navigation.
de_de: Bietet einen Block für die Sprachumschaltung in der Navigation.

source: <p>The %1$s <i>%2$s</i> has been created in %3$s.<br>Its texts are not yet simplified.</p>
de_de: <p>Die %1$s <i>%2$s</i> wurde in %3$s erstellt.<br>Die Texte sind noch nicht vereinfacht.</p>

source: %1$s is ready for simplification
de_de: %1$s ist bereit für die Vereinfachung

source: Simplify now via API %1$s
de_de: Jetzt mit %1$s vereinfachen

source: <p>The %1$s <i>%2$s</i> has been created in %3$s.<br>Its texts are not yet simplified.<br>If you decide to edit this %4$s by yourself its texts will not automatically be simplified in background.</p>
de_de: <p>Der %1$s <i>%2$s</i> wurde in %3$s erstellt.<br>Die Texte sind noch nicht vereinfacht.<br>Wenn Sie sich entscheiden, diesen %4$s nur zu bearbeiten, werden seine Texte nicht automatisch im Hintergrund vereinfacht.</p>

source: To large texts in this %1$s for simplification with %2$s.
de_de: Zu große Texte in diesem %1$s zur Vereinfachung mit %2$s.

source: Edit %1$s
de_de: Bearbeite %1$s

source: Go to simplify list
de_de: Zur Liste der Vereinfachungen

source: To many text-widgets in this %1$s for adhoc simplification with %2$s.<br>The texts of this %3$s will be simplified in background automatically.<br>Check the list of texts to simplify for the progress.
de_de: Zu viele Text-Widgets in diesem %1$s zur Vereinfachung mit %2$s.<br>Diese %3$s wird im Hintergrund automatisch vereinfacht.<br>Prüfe den Fortschritt in der Liste der Vereinfachungen.

source: %1$s ready for simplification
de_de: %1$s bereit zur Vereinfachung

source: The %1$s <i>%2$s</i> has been created with an unknown pagebuilder or the classic editor.<br><strong>Are you sure you want to create simplified text for this %3$s?</strong>
de_de: Die %1$s <i>%2$s</i>wurde mit einem unbekannten PageBuilder oder dem Classic Editor erstellt.<br><strong>Bist Du sicher, dass Du vereinfachte Texte für diese %3$s erstellen willst?</strong>

source: Unknown pagebuilder
de_de: Unbekannter PageBuilder

source: Do you really want to delete the simplified %1$s <i>%2$s</i>?
de_de: Möchtest Du wirklich die vereinfachte %1$s <i>%2$s</i> löschen?

source: Delete simplified %1$s
de_de: Vereinfachte %1$s löschen

source: <p><strong>Any error occurred during simplification.</strong><br>Please check your error-log for the reason.
de_de: <strong>Keine Vereinfachungen von der API zurückgegeben.</strong><br>Bitte prüfen Sie das API-Log auf Fehler.

source: <p><strong>The following error occurred during: [error]</strong> - at least one simplification could not be processed.<br><br><strong>Possible causes:</strong></p><ul><li>The server settings for WordPress hosting prevent longer lasting requests. Contact your hosters support for a solution.</li><li>The API used took too long to simplify the text. Shorten particularly long texts or contact API support for further assistance.</li><li>Use automatic simplifications in the background without the risk of hitting timeouts on your own hosting.</li></ul>
de_de: <p><strong>Der folgende Fehler ist aufgetreten: [error]</strong> - mindestens eine Vereinfachung konnte nicht verarbeitet werden.<br><br><strong>Mögliche Ursachen:</strong></p><ul><li>Die Servereinstellungen für das WordPress-Hosting verhindern länger dauernde Anfragen. Wenden Sie sich an den Support Ihres Hosters, um eine Lösung zu finden.</li><li>Die verwendete API hat zu lange gebraucht, um den Text zu vereinfachen. Kürzen Sie besonders lange Texte oder kontaktieren Sie den API-Support für weitere Hilfe.</ul>

source: Simplification in progress
de_de: Vereinfachung in Arbeit

source: <p><strong>Deletion of simplified texts done.</strong><br>You can now start with simplifications.</p>
de_de: <p><strong>Löschung der vereinfachten Texte abgeschlossen.</strong><br>Sie können nun mit den Vereinfachungen beginnen.</p>

source: Deletion of simplified texts
de_de: Löschung von vereinfachten Texten

source: Use this icon
de_de: Dieses Icon verwenden

source: Choose new icon
de_de: Neues Icon auswählen

source: <p><strong>Intro has been reset.</strong> You can now start again to configure the plugin.<br><strong>Hint:</strong> No configuration and data has been changed.</p>
de_de: <p><strong>Intro wurde zurückgesetzt.</strong> Sie können nun erneut beginnen, das Plugin zu konfigurieren.<br> Hinweis<strong>:</strong> Es wurden keine Konfiguration und Daten geändert.</p>

source: Intro reset
de_de: Intro zurücksetzen

source: This table contains texts which will be simplified via %1$s. They are processed by a background-process.
de_de: Diese Tabelle enthält Texte, die über %1$s vereinfacht werden sollen. Sie werden von einem Hintergrundprozess verarbeitet.

source: No API active which could simplify texts.
de_de: Keine API zur Vereinfachung von Texten aktiv.

source: Texts to simplify
de_de: Zu vereinfachende Texte

source: This table contains all simplified texts. The original texts will not be simplified a second time.
de_de: Diese Tabelle enthält alle vereinfachten Texte. Die Originaltexte werden nicht ein zweites Mal vereinfacht.

source: Simplified texts in use
de_de: Vereinfachte Texte in Verwendung

source: to simplify
de_de: zu vereinfachen

source: in use
de_de: in Verwendung

source: Simplified texts
de_de: Vereinfachte Texte

source: With %1$s you get more settings options, e.g. support for any post-type and simplify of taxonomies.
de_de: Mit %1$s erhalten Sie mehr Einstellungsmöglichkeiten, z.B. Unterstützung für jeden Post-Typ und die Möglichkeit auch Taxonomien (Kategorien, Schlagwörter, Produkt-Eigenschaften ..) zu vereinfachen.

source: Check to enable this language.
de_de: Aktivieren Sie diese Option, um diese Sprache zu aktivieren.

source: Easy Language Settings
de_de: Easy Language Einstellungen

source: General Logs
de_de: Allgemeine Logs

source: Logs
de_de: Protokolle

source: Manage the icons used by the language-switcher in the frontend of your website.
de_de: Verwalte die vom Sprachumschalter verwendeten Icons im Frontend deiner Website.

source: Icons for languages
de_de: Icons für die Sprachen

source: <strong>You have activated %1$s as API to simplify your texts.</strong> Go now to your %2$s and simplify them with %1$s.
de_de: <strong>Du hast %1$s als API für die Vereinfachung deiner Texte aktiviert.</strong> Gehe nun auf deine %2$s und vereinfache sie mit Hilfe von %1$s.

source: <strong>You have activated %1$s as API to simplify your texts.</strong> Please check now the <a href="%2$s">API-settings</a> before you could use %1$s.
de_de: <strong>Du hast %1$s als API zur Vereinfachung deiner Texte aktiviert.</strong> Überprüfe jetzt die <a href="%2$s">API-Einstellungen</a> bevor Du %1$s verwendest.

source: and
de_de: und

source: Chosen
de_de: Gewählt

source: Activated
de_de: Aktiviert

source: Please choose the API you want to use to simplify texts your website.
de_de: Bitte wähle die API aus, die Du zum Vereinfachen von Texten in deiner Website verwenden möchtest.

source: Select API for simplifications of your website-texts
de_de: Wähle eine API für Vereinfachungen deiner Webseiten-Texte

source: Delete ALL simplification texts
de_de: Lösche ALLE vereinfachten Texte

source: Do you really want to delete all simplifications?
de_de: Möchtest Du wirkliche alle vereinfachten Texte löschen?

source: After click on this button the intro for this plugin will be re-initialized.
de_de: Nach einem Klick auf diese Schaltfläche wird das Intro für dieses Plugin neu initialisiert.

source: Hint
de_de: Hinweis

source: Reset Intro
de_de: Intro zurücksetzen

source: If enabled the plugin will log every API action.
de_de: Wenn aktiviert, protokolliert das Plugin jede API-Aktion.

source: Debug-Mode
de_de: Debug-Modus

source: Plugin Intro
de_de: Plugin-Einführung

source: Delete ALL simplifications
de_de: Lösche ALLE Vereinfachungen

source: If enabled any unused simplified texts will be deleted. To simplify the same text again, a new request must be sent to the API you are using, at the expense of your quota.<br>If disabled all simplified texts will be hold in your database. This could be at the expense of the size and performance of your database.
de_de: Wenn diese Funktion aktiviert ist, werden alle nicht verwendeten vereinfachten Texte gelöscht. Um denselben Text erneut zu vereinfachen, muss eine neue Anfrage an die von Ihnen verwendete API gesendet werden, was zu Lasten Ihrer Quote geht.<br>Wenn deaktiviert, werden alle vereinfachten Texte in Ihrer Datenbank gespeichert. Dies kann auf Kosten der Größe und Leistung Ihrer Datenbank gehen.

source: Delete unused simplified texts
de_de: Lösche nicht genutzte Textvereinfachungen

source: This number of simplifications is carried out per run on an API.
de_de: Dies ist die Anzahl Vereinfachungen die pro Durchlauf an eine API übergeben werden.

source: Simplifications per AJAX-request
de_de: Vereinfachungen pro AJAX-Request

source: This value is in seconds. If you get a timeout from an API try to set this to a higher value.
de_de: Dieser Wert wird in Sekunden angegeben. Wenn Sie eine Zeitüberschreitung von einer API erhalten, versuchen Sie, diesen Wert auf einen höheren Wert zu setzen.

source: Timeout for API-requests
de_de: Zeitüberschreitung für API-Anfragen

source: Older log-entries will be deleted automatically.
de_de: Ältere Log-Einträge werden automatisch gelöscht.

source: Set max age for log entries
de_de: Maximales Alter für Log-Einträge

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Advanced
de_de: Erweitert

source: No active SUMM AI API!
de_de: Keine aktive SUMM AI API!

source: No active capito API!
de_de: Keine aktive capito API!

source: Margin
de_de: Außenabstand

source: Spacing
de_de: Abstand

source: Hide actual language
de_de: Verstecke die aktuelle Sprache

source: Hide
de_de: Verstecken

source: Show
de_de: Anzeigen

source: Settings
de_de: Einstellungen

source: Menu
de_de: Menü

source: List of with Easy Language simplified texts.
de_de: Liste von mit Easy Language vereinfachten Texten.

source: No texts found which should be simplified.
de_de: Keine Texte gefunden die vereinfacht werden sollen.

source: Delete all
de_de: Alle löschen

source: Delete this text.
de_de: Text löschen.

source: Simplify now only with Easy Language Pro.
de_de: Vereinfache sofort nur in Easy Language Pro.

source: <p>The deletion of this text will not alter any contents.<br>The deleted text will not automatically be simplified.</p>
de_de: <p>Durch das Löschen dieses Textes werden keine Inhalte verändert.<br>Der gelöschte Text wird nicht mehr automatisch vereinfacht.</p>

source: Delete this not simplified text?
de_de: Diesen nicht vereinfachten Text löschen?

source: No simplified texts found.
de_de: Keine vereinfachten Texte gefunden.

source: Choose a language above to export
de_de: Wähle eine Sprache oben für den Export aus

source: Export as Portable Object (po)
de_de: Export als Portable Object (po)

source: Only in Pro
de_de: Nur in Pro

source: without login
de_de: ohne Anmeldung

source: Delete entry only with Easy Language Pro.
de_de: Löschen von Einträgen nur in Easy Language Pro.

source: Simplification
de_de: Vereinfachung

source: Target language
de_de: Ziel-Sprache

source: Source language
de_de: Ausgangssprache

source: Used in
de_de: Verwendet in

source: Requesting user
de_de: Anfordernder Nutzer

source: Used API
de_de: Verwendete API

source: Show icons
de_de: Zeige Icons

source: Show this site in %1$s.
de_de: Zeige diese Seite in %1$s an.

source: Language Switcher
de_de: Sprachumschalter

source: Configure API now
de_de: API jetzt konfigurieren

source: <strong>The actual active API %1$s is not configured.</strong> It will not be usable to simplify texts in your website.
de_de: <strong>Die aktuell aktive API %1$s ist nicht konfiguriert.</strong> Sie kann nicht verwendet werden, um Texte auf Ihrer Website zu vereinfachen.

source: To use simplification for texts in your website the Easy Language plugin uses APIs from SUMM AI, capito and ChatGpt which needs some configuration.<br><strong>All ok with the actual active API %1$s!</strong>
de_de: Um die Vereinfachung von Texten in Ihrer Website zu nutzen, verwendet das Easy Language Plugin APIs von SUMM AI, capito und ChatGpt, was eine gewisse Konfiguration erfordert.<br><strong>Alles in Ordnung mit der aktuell aktiven API %1$s!</strong>

source: Choose an API
de_de: API wählen

source: To use simplification for texts in your website the Easy Language plugin uses APIs from SUMM AI, capito and ChatGpt which needs some configuration.<br><strong>No Api active!</strong>
de_de: Um die Vereinfachung von Texten in Ihrer Website zu nutzen, verwendet das Easy Language Plugin APIs von SUMM AI, capito und ChatGpt, die etwas Konfiguration benötigen.<br><strong>Keine Api aktiv!</strong>
