Repository: threadi/easy-language
Catalog: languages/easy-language-*.po
Languages: de_de

source: Cronjob to simplify texts should have been run at %1$s, but was not executed!<br><strong>Please check the cron-system of your WordPress-installation.</strong>
de_de: Der Cronjob zur Vereinfachung der Texte hätte um %1$s laufen sollen, wurde aber nicht ausgeführt!<br><strong>Bitte überprüfen Sie das Cron-System Ihrer WordPress-Installation.</strong>

source: Recreate the schedules
de_de: Erstelle die Cronjobs neu

source: Cronjob to automatic simplify texts in your website does not exist!
de_de: Cronjob zum automatischen Vereinfachen von Texten in Ihrer Website gibt es nicht!

source: To use automatic simplification for texts in your website the Easy Language plugin adds a WordPress cronjob which is used to perform this tasks.<br><strong>All ok with the cronjob!</strong>
de_de: Um die automatische Vereinfachung von Texten in Ihrer Website zu nutzen, fügt das Easy Language Plugin einen WordPress Cronjob hinzu, der diese Aufgabe übernimmt.<br><strong>Alles in Ordnung mit dem Cronjob!</strong>

source: Easy Language Automatic Simplification Cron Check
de_de: Easy Language Prüfung des automatische Vereinfachung cronjobs

source: Original content in %1$s.
de_de: Ursprünglicher Inhalt in %1$s.

source: Add simplification in %1$s.
de_de: Vereinfachung in %1$s hinzufügen.

source: No simplification-API active.
de_de: Keine Vereinfachungs-API aktiv.

source: No quota for automatic simplification with %1$s available.
de_de: Kein Kontingent für automatische Vereinfachung mit %1$s verfügbar.

source: Simplify with %1$s.
de_de: Vereinfachen mit %1$s.

source: No
de_de: Nein

source: Yes
de_de: Ja

source: <strong>Are you sure you want to simplify these texts via API?</strong><br>Hint: this could cause costs with the API.
de_de: <strong>Sind Sie sicher, dass Sie diese Texte über die API vereinfachen wollen?</strong><br>Hinweis: Dies könnte Kosten für die API verursachen.

source: Simplify texts
de_de: Texte vereinfachen

source: Simplify this %1$s with %2$s.
de_de: Vereinfache diesen %1$s mit %2$s.

source: There would be %1$d characters translated in this %2$s.
de_de: In diesem %2$s würden %1$d Zeichen vereinfacht.

source: One or more texts are to long to simplify them with %1$s.
de_de: Ein oder mehrere Texte sind zu lang, um sie mit %1$s zu vereinfachen.

source: Not automatic simplified
de_de: Nicht automatisch vereinfachen

source: This %1$s contains more texts than %2$s would simplify in one loop. Simplify via API will not be possible.
de_de: Dieses %1$s enthält mehr Texte als %2$s in einem Durchgang vereinfachen könnte. Eine Vereinfachung über die API ist nicht möglich.

source: There would be %1$d characters to simplify in this %2$s. That is more than the %3$d available in quota.
de_de: In diesem %2$s wären %1$d Zeichen zu vereinfachen. Das ist mehr als die %3$d, die im Kontingent verfügbar sind.

source: You are editing this %1$s in the language <strong>%2$s</strong>.
de_de: Du bearbeitest diesen %1$s in der Sprache <strong>%2$s</strong>.

source: The actual active API %1$s is not yet configured.<br>Create a simplified %2$s for <i>%3$s</i> to edit is manually.
de_de: Die aktuell aktive API %1$s ist noch nicht konfiguriert.<br>Erstellen Sie eine vereinfachte %2$s um <i>%3$s</i> manuell zu bearbeiten.

source: The actual active API %1$s is not yet configured. You can configure it <a href="%2$s">here</a>.<br>Create a simplified %3$s for <i>%4$s</i> to edit is manually.
de_de: Die eigentlich aktive API %1$s ist noch nicht konfiguriert. Sie können sie <a href="%2$s">hier</a> konfigurieren.<br>Erstellen Sie eine vereinfachte %3$s um <i>%4$s</i> manuell zu bearbeiten.

source: Easy Language API check
de_de: Easy Language API Prüfung

source: Easy Language automatic cronjob
de_de: Easy Language Automatischer Cronjob

source: %1$d of %2$d texts simplified via %3$s
de_de: %1$d von %2$d Texte vereinfacht über %3$s

source: Simplifications:
de_de: Vereinfachungen:

source: Quota for the used API is used for %1$d%%!
de_de: Kontingent für diese API wurde genutzt zu %1$d%%!

source: <p><img src="%1$s" alt="Easy Language Logo"><strong>Start to simplify texts in your pages.</strong></p><p>Simply click here and choose which page you want to translate.</p>
de_de: <p><img src="%1$s" alt="Easy Language Logo"><strong>Beginnen Sie, Ihre Seiten zu vereinfachen.</strong></p><p>Klicken Sie einfach hier und wählen Sie die Seite aus, deren Texte Sie vereinfachen möchten.</p>

source: Faulty simplification request!
de_de: Fehlerhafter Anfrage zu Vereinfachung!

source: <strong>This error should never happen!</strong> Please contact the <a href="%1$s" target="_blank">Plugin-support (opens new window)</a> about the following error:
de_de: <strong>Dieser Fehler sollte niemals auftreten!</strong> Bitte kontaktiere den <a href="%1$s" target="_blank">Plugin-support (opens new window)</a> über den folgenden Fehler:

source: No API activated!
de_de: Keine API aktiviert!

source: Requested object is not intended to be simplified!
de_de: Das angeforderte Objekt ist nicht zur Vereinfachung gedacht!

source: Error
de_de: Fehler

source: show not changed content
de_de: nicht geänderten Inhalt anzeigen

source: show changed content
de_de: geänderten Inhalt anzeigen

source: show not translated content
de_de: nicht vereinfachten Inhalt anzeigen

source: show translated content
de_de: vereinfachten Inhalt anzeigen

source: Filter easy language
de_de: Filter für Leichte Sprache

source: The Links in the switcher will link to the translated page. If a page is not translated, the link will not be visible.
de_de: Die Links im Umschalter verweisen auf die vereinfachte Seite. Wenn eine Seite nicht vereinfacht ist, ist der Link nicht sichtbar.

source: do not link not translated pages
de_de: nur vereinfachte Seiten verlinken

source: The Links in the switcher will link to the translated page. If a page is not translated, the link will target the language-specific homepage.
de_de: Die Links im Umschalter verweisen auf die vereinfachte Seite. Wenn eine Seite nicht vereinfacht ist, führt der Link zur sprachspezifischen Startseite.

source: link translated pages
de_de: vereinfachte Seiten verlinken

source: The links in the switcher will general link to the language-specific homepage.
de_de: Die Links im Umschalter verweisen immer auf die sprachspezifische Homepage.

source: do not link translated pages
de_de: keine vereinfachten Seiten verlinken

source: Choose link-mode for language switcher
de_de: Wählen Sie den Link-Modus für den Sprachumschalter

source: Frontend Settings
de_de: Frontend-Einstellungen

source: Simplification are run automatically in this intervall.
de_de: Die Vereinfachungen werden in diesem Intervall automatisch durchgeführt.

source: Interval for automatic simplification
de_de: Intervall für die automatische Vereinfachung

source: The amount of items per automatic simplification run.
de_de: Anzahl von Einträgen die pro Durchlauf bei der automatischen Vereinfachung bearbeitet werden.

source: Number of items per run
de_de: Anzahl von Einträgen pro Durchlauf

source: If enabled open simplifications will be run automatically in the intervall set below.
de_de: Wenn diese Option aktiviert ist, werden offene Vereinfachungen automatisch in dem unten angegebenen Intervall durchgeführt.

source: Enable automatic simplifications
de_de: Aktiviere automatische Vereinfachung

source: Automatic Settings
de_de: Einstellungen zum Automatismus

source: If enabled an individual permalink will be generated from title after simplification of the title.
de_de: Wenn diese Option aktiviert ist, wird nach der Vereinfachung des Titels ein individueller Permalink aus dem Titel generiert.

source: Generate permalink for translated objects
de_de: Generiere Permalink für vereinfachte Objekte

source: If the API is changed, set all objects of the former API to the state set here.
de_de: Wenn die API geändert wird, setze alle Objekte der vorherigen API auf den hier festgelegten Status.

source: Set object state on API change
de_de: Objektstatus bei Änderung der API festlegen

source: Set to trash
de_de: Verschiebe in den Papierkorb

source: Set to draft
de_de: Setze auf Entwurf

source: Do not change anything
de_de: Ändere nichts

source: If plugin is disabled your simplified objects will get the state set here. If plugin is reactivated they will be set to their state before.<br><strong>Hint:</strong> During uninstallation all simplified objects will be deleted regardless of the setting here.
de_de: Wenn das Plugin deaktiviert wird, erhalten Ihre vereinfachten Objekte den hier festgelegten Status. Wenn das Plugin erneut aktiviert wird, werden sie auf den vorherigen Status zurückgesetzt.<br><strong>Hinweis:</strong> Bei der Deinstallation werden alle vereinfachten Objekte gelöscht, unabhängig von der Einstellung hier.

source: Set object state on plugin deactivation
de_de: Objektstatus bei Plugin-Deaktivierung festlegen

source: Choose the language you want to use for simplifications of texts.
de_de: Wählen Sie die Sprache aus, die Sie für die Vereinfachung von Texten verwenden möchten.

source: Go to <a href="%1$s">API-settings</a> to choose the languages you want to use.
de_de: Gehen Sie zu den <a href="%1$s">API-Einstellungen</a>, um die Sprachen auszuwählen, die Sie verwenden möchten.

source: Choose languages
de_de: Wähle Sprachen

source: Choose supported post-types
de_de: Wähle unterstützte Post-Types

source: General Settings
de_de: Allgemeine Einstellungen

source: Simplify this %1$s
de_de: Vereinfache diese %1$s

source: This %1$s has been edited with an unknown page builder or the classic editor
de_de: Diese %1$s wurde mit einem unbekannten Page Builder oder dem klassischen Editor bearbeitet

source: This %1$s has been edited with an unknown page builder.<br>This could also be the Classic Editor.<br>If this %1$s has been edited with another page builder, the plugin Easy Language does not support it atm.<br>Please <a href="%2$s" target="_blank">contact our support</a>.
de_de: Dieser %1$s wurde mit einem unbekannten Seitenersteller bearbeitet.<br>Dies könnte auch der Classic Editor sein.<br>Wenn dieses %1$s mit einem anderen Page Builder bearbeitet wurde, wird es vom Plugin Easy Language derzeit nicht unterstützt.<br>Bitte <a href="%2$s" target="_blank">kontaktieren Sie unseren Support</a>.

source: Unknown page builder or Classic Editor
de_de: Unbekannter PageBuilder oder Classic Editor

source: Simplify this %1$s.
de_de: Vereinfache diese %1$s.

source: Just add %1$s
de_de: Nur %1$s erstellen

source: Simplify now via %1$s
de_de: Vereinfachen mit %1$s

source: Please decide how you want to proceed to simplify this %1$s.<br>Note that the use of the API %2$s may incur costs.
de_de: Bitte entscheiden Sie, wie Sie vorgehen wollen, um diese %1$s zu vereinfachen.<br>Beachten Sie, dass die Nutzung der API %2$s mit Kosten verbunden sein kann.

source: Add simplification for %1$s
de_de: Vereinfachung in %1$s hinzufügen

source: Original content has been changed!
de_de: Original-Inhalt hat sich geändert!

source: Automatic simplification is prevented
de_de: Automatische Vereinfachung jedes Textes deaktiviert

source: No, let it disabled
de_de: Nein, lass es deaktiviert

source: Yes, enable it
de_de: Ja, aktiviere es

source: After activation the texts in this object will automatic simplified with the API %1$s.
de_de: Nach der Aktivierung werden die Texte in diesem Objekt automatisch mit der API %1$s vereinfacht.

source: Enable automatic simplification?
de_de: Aktiviere automatische Vereinfachung?

source: Show in fronted (opens new window)
de_de: Zeige in Frontend (öffnet neues Fenster)

source: API %1$s not configured.
de_de: API %1$s nicht konfiguriert.

source: Not enough quota to simplify this %1$s in %2$s with %3$s.
de_de: Nicht ausreichen Kontingent zum Vereinfachen von %1$s in %2$s mit %3$s verfügbar.

source: To many text-widgets in this %1$s for simplification with %2$s. The %3$s will be simplified in background automatically.
de_de: Zu viele Text-Widgets in diesem %1$s zur Vereinfachung mit %2$s. Diese %3$s wird im Hintergrund automatisch vereinfacht.

source: Simplify this %1$s in %2$s with %3$s.
de_de: Vereinfache diesen %1$s in %2$s mit %3$s.

source: Edit simplification in %1$s.
de_de: Vereinfachung in %1$s bearbeiten.

source: Delete simplification in %1$s.
de_de: Vereinfachung in %1$s löschen.

source: Used page builder %1$s not available
de_de: Der verwendete PageBuilder %1$s ist nicht verfügbar

source: Used simplification
de_de: Verwendete Vereinfachung

source: We got simplified texts from API but does not replace any texts. This might be an error with the pagebuilder-support of the Easy Language plugin.
de_de: Wir haben vereinfachte Texte von der API erhalten, aber es werden keine Texte ersetzt. Dies könnte ein Fehler mit der Pagebuilder-Unterstützung des Easy Language Plugins sein.

source: The texts are already simplified local.<br><strong>We did not use the API to simplify them again.</strong><br>The texts in this %1$s are replaced with its local available simplification.
de_de: Die Texte sind bereits lokal vereinfacht.<br><strong>Wir haben die API nicht verwendet, um sie erneut zu vereinfachen.</strong><br>Die Texte in diesem %1$s werden durch ihre lokal verfügbare Vereinfachung ersetzt.

source: <strong>No simplifications get from API.</strong><br>Please consult an administrator to check the API-log.
de_de: <strong>Von der API werden keine Vereinfachungen zurückgegeben.</strong><br>Bitte sprich einen Administrator darauf an das API-Log zu prüfen.

source: <strong>No simplifications get from API.</strong><br>Please check the <a href="%1$s">API-log</a> for errors.
de_de: <strong>Keine Vereinfachungen von der API zurückgegeben.</strong><br>Bitte prüfen Sie das <a href="%1$s">API-Log</a> auf Fehler.

source: <strong>Simplifications have been returned from %2$s.</strong><br>They were inserted into the %1$s.
de_de: <strong>Vereinfachungen der Texte wurden von %2$s zurückgegeben.</strong><br>Sie wurden in die %1$s eingefügt.

source: Simplification processed
de_de: Vereinfachungen abgeschlossen

source: <strong>Some texts in this %1$s are already simplified.</strong><br>Other missing simplifications has been run via %2$s and are insert into the text.
de_de: <strong>Einige Texte in diesem %1$s sind bereits vereinfacht.</strong><br>Weitere fehlende Vereinfachungen wurden über %2$s durchgeführt und in den Text eingefügt.

source: <strong>The texts in this %1$s are already simplified.</strong><br>%2$s was not used. Nothing has been changed.
de_de: <strong>Die Texte in dieser %1$s sind bereits vereinfacht.</strong><br>%2$s wurde nicht verwendet. Es wurde nichts geändert.

source: The %1$s contains more text widgets than the API %2$s could handle in a short time.<br>The texts could be automatically simplified in the background if you enable this on the page settings.
de_de: Die %1$s enthält mehr Text-Widgets, als die API %2$s in kurzer Zeit verarbeiten kann.<br>Die Texte können automatisch im Hintergrund vereinfacht werden, wenn Sie dies in den Seiteneinstellungen aktivieren.

source: Edit
de_de: Bearbeiten

source: Show in frontend
de_de: Website anzeigen

source: The %1$s contains more text widgets than the API %2$s could handle in a short time.<br>The texts will be automatically simplified in the background.
de_de: Die %1$s enthält mehr Text-Widgets, als die API %2$s in kurzer Zeit verarbeiten kann.<br>Die Texte werden im Hintergrund automatisch vereinfacht.

source: Cancel
de_de: Abbrechen

source: Ignore the failed simplifications
de_de: Fehlgeschlagene Vereinfachungen ignorieren

source: Run simplification again
de_de: Vereinfachung erneut durchführen

source: A previously running simplification of texts of this %1$s failed. How do you want to deal with it?
de_de: Eine zuvor durchgeführte Vereinfachung von Texten dieser %1$s ist fehlgeschlagen. Wie wollen Sie damit umgehen?

source: Simplification for <i>%1$s</i> is already running.
de_de: Die Vereinfachung für <i>%1$s</i> läuft bereits.

source: Simplification canceled
de_de: Vereinfachung abgebrochen

source: Dismiss
de_de: Ausblenden

source: Hide this message for %1$d days.
de_de: Verstecke diese Nachricht für %1$d Tage.

source: Unknown
de_de: Unbekannt

source: Entry
de_de: Eintrag

source: User
de_de: Benutzer

source: State
de_de: Status

source: Choose an API to export above
de_de: Wähle eine API oben für den Export aus

source: Export as CSV
de_de: Export als CSV

source: All
de_de: Alle

source: German (Suisse, informal)
de_de: Deutsch (Schweiz, informell)

source: German (Suisse)
de_de: Deutsch (Schweiz)

source: German (Austria)
de_de: Deutsch (Österreich)

source: German (formal)
de_de: Deutsch (Formell)

source: No icons found.
de_de: Keine Icons gefunden.

source: Replace
de_de: Ersetzen

source: Language
de_de: Sprache

source: Editor for Easy Language
de_de: Redakteur für Leichte Sprache

source: Pages
de_de: Seiten

source: Posts
de_de: Beiträge

source: Due to limitations of %1$s, it is unfortunately not possible for us to provide automatic simplification for easy or plain language. If you want to use this, you could use the <i>Easy Language</i> plugin alongside %1$s.
de_de: Aufgrund der Einschränkungen von %1$s ist es uns leider nicht möglich, eine automatische Vereinfachung für leichte oder einfache Sprache anzubieten. Wenn Sie dies nutzen möchten, können Sie das Plugin <i>Easy Language</i> zusammen mit %1$s verwenden.

source: You have enabled the multilingual-plugin <strong>%1$s</strong>. We have added Easy and Plain language to this plugin as additional language.
de_de: Sie haben das Multilingual-Plugin <strong>%1$s</strong> aktiviert. Wir haben diesem Plugin die Einfache und Leichte Sprache als zusätzliche Sprachen hinzugefügt.

source: This %1$s has been edited with %2$s.<br>This %3$s is currently not activated in your WordPress.<br>Therefore, unfortunately, this page cannot be simplified.
de_de: Dieser %1$s wurde mit %2$s bearbeitet.<br>Dieser %3$s ist in Ihrem WordPress derzeit nicht aktiviert.<br>Daher kann diese Seite leider nicht vereinfacht werden.

source: Used page builder is not available
de_de: Der verwendete PageBuilder ist nicht verfügbar

source: Create a simplification of this %1$s in %2$s
de_de: Vereinfachung von dieser %1$s in %2$s erstellen

source: Show this %1$s in %2$s
de_de: Zeige diese %1$s über %2$s

source: Response
de_de: Antwort

source: Request
de_de: Anfrage

source: Date
de_de: Datum

source: Token or contact email missing.
de_de: Token oder Kontakt E-Mail fehlt.

source: Token could not be verified. Please take a look in the log to check the reason.
de_de: Der Token konnte nicht verifiziert werden. Bitte wirf einen Blick in das Log, um den Grund zu überprüfen.

source: SUMM AI Quota
de_de: SUMM AI Kontingent

source: <strong>More than 80 percent of your quota for the SUMM AI API has already been used.</strong> Please contact the <a href="%1$s" target="_blank">SUMM AI support (opens new window)</a> about extending the quota.
de_de: <strong>Mehr als 80 Prozent des Kontingents für die SUMM AI API wurden bereits verwendet.</strong> Bitte wende dich an den <a href="%1$s" target="_blank">SUMM AI Support (öffnet neues Fenster)</a> um das Kontingent zu erhöhen.

source: <strong>Your quota for the SUMM AI API is completely depleted.</strong> You will not be able to request new simplifications from SUMM AI. Please contact the <a href="%1$s" target="_blank">SUMM AI support (opens new window)</a> about extending the quota.
de_de: <strong>Dein Kontingent für die SUMM AI API ist vollständig ausgeschöpft.</strong> Du kannst keine Vereinfachungen von SUMM AI anfordern. Bitte wende dich an den <a href="%1$s" target="_blank">SUMM AI Support (öffnet neues Fenster)</a> um das Kontingent zu erhöhen.

source: The given email is not a valid email-address.
de_de: Die angegebene E-Mail-Adresse ist keine gültige E-Mail-Adresse.

source: You did not enter an API key. You will now use the free quota, if available.
de_de: Sie haben kein API-Key eingegeben. Du wirst nun wieder das kostenfreie Kontingent verwenden, wenn verfügbar.

source: If this is enabled no really simplification will be run through the API. No characters will be counted on your quota. Each text will be "simplified" with a given default-text by SUMM AI API.
de_de: Wenn dies aktiviert ist, wird keine wirkliche Übersetzung über die API ausgeführt. Es werden keine Zeichen auf Ihr Kontingent angerechnet. Jeder Text wird von der SUMM AI API mit einem vorgegebenen Standardtext vereinfacht.

source: Enable test-marker
de_de: Aktiviere den Test-Marker

source: These are the possible target languages for SUMM AI-simplifications.
de_de: Dies sind die möglichen Zielsprachen für SUMM AI-Vereinfachungen.

source: These are the possible source languages for SUMM AI-simplifications. This language has to be the language which you use for any texts in your website.
de_de: Dies sind die möglichen Ausgangssprachen für SUMM AI-Vereinfachungen. Diese muss die Sprache sein, die für alle Texte auf der Website verwendet wird.

source: Enter contact email here
de_de: Gib die Kontakt-E-Mail hier ein

source: This field is only enabled if the setting above is set to "Custom".
de_de: Dieses Feld ist nur aktiviert, wenn oberhalb "Individuell" aktiviert wurde.

source: Contact email for SUMM AI
de_de: Kontakt-E-Mail für SUMM AI

source: An email will be used for each request to the SUMM AI API. It is used as contact or identifier email for SUMM AI if question for simplifications arise.
de_de: Für jede Anfrage an die SUMM AI API wird eine E-Mail verwendet. Sie wird als Kontakt- oder Identifikations-E-Mail-Adresse für SUMM AI verwendet, wenn Fragen zu Vereinfachungen auftreten.

source: The email of the actual user, which requests the simplification, will be used.
de_de: Es wird die E-Mail-Adresse des tatsächlichen Benutzers verwendet, der die Vereinfachung anfordert.

source: Use editor email
de_de: Verwende die E-Mail des Redakteurs

source: The WordPress-Admin-email will be used. %1$s
de_de: Es wird die WordPress-Admin-E-Mail verwendet. %1$s

source: Use the admin-email
de_de: Verwende die Admin-E-Mail

source: Enter a custom email in the field bellow.
de_de: Geben Sie im Feld unten eine individuelle E-Mail-Adresse ein.

source: Custom
de_de: Individuell

source: Choose email-mode
de_de: Wähle den E-Mail-Modus

source: You can change the admin-email in <a href="%1$s">General Settings for your WordPress</a>.
de_de: Sie können die Admin-E-Mail in den <a href="%1$s">Allgemeinen Einstellungen für Ihr WordPress</a> ändern.

source: Enter your key here
de_de: Gib den Key hier ein

source: If you have any questions about the key provided by SUMM AI, please contact their support: <a href="%1$s" target="_blank">%1$s (opens new window)</a>
de_de: Wenn Du fragen zu dem von SUMM AI bereitgestellten Key hast, wende dich bitte an deren Support: <a href="%1$s" target="_blank">%1$s (öffnet neues Fenster)</a>

source: <strong>If you want more <a href="%1$s" target="_blank">get your SUMM AI API key now (opens new window)</a></strong>.<br>If you have any questions about the key provided by SUMM AI, please contact their support: <a href="%1$s" target="_blank">%1$s (opens new window)</a>
de_de: <strong>Wenn Du mehr benötigst <a href="%1$s" target="_blank">hole dir einen SUMM AI API Key hier (öffnet neues Fenster)</a></strong>.<br>Wenn du fragen zu dem von SUMM AI bereitgestellten Key hast, wende dich bitte an deren Support: <a href="%1$s" target="_blank">%1$s (öffnet neues Fenster)</a>

source: You have a free quota of %1$d characters with the plugin Easy Language.
de_de: Sie haben ein freies Kontingent von %1$d Zeichen mit dem Plugin Easy Language.

source: SUMM AI Settings
de_de: SUMM AI Einstellungen
